class WordList {
    static questions = [
        {
            word: "עץ-האדר",
            hint: "ממה מכינים סירופ מייפל"
        },
        {
            word: "פתח-תקווה",
            hint: "אם המושבות היא"
        },
        {
            word: "בנימין-זאב-הרצל",
            hint: "חוזה המדינה"
        },
        {
            word: "מרקוני",
            hint: "ממציא הטלפון"
        },
        {
            word: "אגז-בנדיקט",
            hint: "ארוחת בוקר מפורסממת."
        },
        {
            word: "דולפין",
            hint: "חיה שאוהבת אדם ובא תמיד לעזרתו"
        },
    ];
    static sportQuestions = [
        {
            word: "אריק-קנטונה",
            hint: "האחת האגדות הגדולות של מנצ'סטר יונייטד."
        },
        {
            word: "רונאלדיניו",
            hint: "ברזילאי שרקד בכל אדמת ספרד."
        },
        {
            word: "זינדין-זידאן",
            hint: "הוביל את צרפת לזכייה במונדיאל ב - 98."
        },
        {
            word: "סתיו-אלימלך",
            hint: "ממנהיגי הפועל באר שבע בכל הזמנים."
        },
        {
            word: "פיטר שמייקל",
            hint: "שוער דני שמעטים הצליחו להכניע."
        },
        {
            word: "רוברטו-קרלוס",
            hint: "את הפצצות שלו מ 40 מטר יזכרו לעוד דורות."
        },
        {
            word: "מישל-פלאטיני",
            hint: "קפטן נבחרת צרפת בשונות השמונים."
        },
    ];
    static famousQuestions = [
        {
            word: "אנה-זק",
            hint: "יש לה יותר מ-5 מיליון עוקבים בטיקטוק ומעל 1.4 מיליון באינסטגרם."
        },
        {
            word: "רותם-סלע",
            hint: "הייתה הפרזנטורית של קסטרו."
        },
        {
            word: "בוב-דילן",
            hint: "זמר ויוצר אמריקאי-יהודי משנות ה - 60."
        },
        {
            word: "בראד-פיט",
            hint: "שיחק את הגיבור היווני בסרט טרוייה."
        },
        {
            word: "אשלי-ומרי-קייט",
            hint: "תאומות ששיגעו את ארצות הברית בשנות ה - 90."
        },
        {
            word: "מארק-צוקרברג",
            hint: "המציא רשת חברתית."
        },
    ];
    static countriesQuestions = [
        {
            word: "ליכטנשטיין",
            hint: "מדינה באירופה."
        },
        {
            word: "וותיקן",
            hint: "המדינה הקטנה בעולם."
        },
        {
            word: "ברמודה",
            hint: "המדינה היקרה בעולם"
        },
        {
            word: "בנגלדש",
            hint: "המדינה הצפופה בעולם."
        },
        {
            word: "מצרים",
            hint: "במדינה יש את הפסל המורסם הספינקס הגדול."
        },
        {
            word: "בולגריה",
            hint: "באיזו מדינה אוכלים ממליגה ופולנטה."
        },
    ];
    static citiesQuestions = [
        {
            word: "טורינו",
            hint: "מנת הדגל שלה היא ריזוטו."
        },
        {
            word: "ניו-יורק",
            hint: "בעיר יש את אחד הגשרים הפורסמים בעולם!"
        },
        {
            word: "רומא",
            hint: "היית אחת האמפריות הגדולות"
        },
        {
            word: "pizza",
            hint: "היא בירתה של פוטוגל."
        },
        {
            word: "ונציה",
            hint: "עיר תיירותית ורומנתית מאוד!."
        },
        {
            word: "אגרה",
            hint: "בעיר נבנתה טאג' מאהל המפורסם. אחד המקומות היפים בהודו"
        },
        {
            word: "ברליו",
            hint: "עיר בירה באירופה."
        },
    ];
}
